Repository: DJBuro/API
Catalog: WebDashboard/WebDashboard.Web/App_LocalResources/Resources.*.resx
Languages: fr, ru, tr_tr

source: Average
fr: Мoyenne
ru: Срд
tr_tr: Ortalama

source: Avg
fr: Moy
ru: Срд
tr_tr: Ort.

source: AvgSpend
fr: Tic moy
ru: В срд потрачено
tr_tr: Ort. Harcama

source: Company
fr: Reseau
ru: Компания
tr_tr: Sirket

source: Comp Orders
fr: Comp Tickets
ru: Срв заказы
tr_tr: Karş. Siparişler

# CompResults
source: Comp Results {compWithSalesCount} of {compCount}
fr: Comp Result
ru: Срв результаты
tr_tr: Karş. Sonuçlar

source: Comp Sales
fr: Comp CA
ru: Срв продажи
tr_tr: Karş. Satışlar

source: Country
fr: Pays
ru: Страна
tr_tr: Ülke

source: Dashboard
fr: Tableau de bord
ru: Панель информации
tr_tr: İdari

source: Delivery Time
fr: Tps Liv
ru: Время достваки
tr_tr: Teslimat Zamanı

source: Drive
fr: Route
ru: Время в пути
tr_tr: Sürüş

source: Drivers
fr: Livreurs
ru: Водители
tr_tr: Sürücü

source: Email Address:
fr: Adresse email
ru: Электронные адресса
tr_tr: Mail Adresi:

# EnterEmailAndPassword
source: Please enter your email address and password.
fr: Veuillez saisir votre adresse et mot de passe
ru: Введите электронный адрес и пароль
tr_tr: Lütfen Mail Adresinizi ve Şifrenizi Girin.

source: Error
fr: Erreur
ru: Ошибка
tr_tr: Hata

source: executive
fr: Executif
ru: Административный
tr_tr: Tablo

# InvalidLogin
source: This logon isn't recognised, or no longer active
fr: Ce login n'est pas reconnu ou n'est plus actif
ru: Неверный пароль
tr_tr: Giriş Tanımlanamadı, veya Aktif Değil

source: Last
fr: mis a jour
ru: Последнее
tr_tr: Son Güncelleme

# LessThan30Min
source: < 30 min
ru: < 30 мин
tr_tr: < 30 dak.

# LessThan45Min
source: < 45 min
ru: <45 мин
tr_tr: < 45 dak.

source: Log Off
fr: Deconnecter
ru: Выход
tr_tr: Çıkış

source: Log On
fr: Connecter
ru: Вход
tr_tr: Giriş

# LogOnTitle
source: log on
fr: Connecter
ru: Вход
tr_tr: giriş

source: LW
fr: Sem dern
ru: На пр нед
tr_tr: GH

source: LW ({currency})
fr: Sem dern ({currency})
ru: На пр нед ({currency})
tr_tr: GH ({currency})

# LWPercent
source: LW (%)
fr: Sem dern (%)
ru: На пр нед(%)
tr_tr: GH (%)

source: LY
fr: An dern
ru: В пр году
tr_tr: GY

# LYCount
source: LY (#)
fr: An dern (#)
ru: В пр году(#)
tr_tr: GY (#)

source: LY ({currency})
fr: An dern ({currency})
ru: В пр году ({currency})
tr_tr: GY ({currency})

# LYPercent
source: LY (%)
fr: An dern (%)
ru: В пр году (%)
tr_tr: GY

source: Make
fr: Prep
ru: Пригот
tr_tr: Yap

# Minimum
source: min
ru: мин
tr_tr: dak

# MinimumBrackets
source: (min)
fr: (minimum)
ru: (мин)
tr_tr: (dak)

source: Name
fr: Nom
ru: Название
tr_tr: Isim

# NotHeadOfficeUser
source: You need to be a head-office user to access this area
fr: Vous devez etre utilisateur siege pour acceder a cette zone
ru: У вас нет доступа к этой области
tr_tr: Bu Alana sadece Ana Ofis yetkilileri girebilir

source: On Road
fr: Route
ru: В пути
tr_tr: Yolda

source: OPR
fr: Tic/Liv
ru: Заказ на вод
tr_tr: SBS

source: Orders
fr: Tickets
ru: Заказы
tr_tr: Siparisler

source: OTD
fr: TpsDep
ru: Время зак до двери
tr_tr: MÇS

source: Password:
fr: Mot de passe
ru: Пароль
tr_tr: Şifre:

source: Please
fr: Veuillez
ru: Пожалуйста
tr_tr: Lütfen

source: Region
ru: Регион
tr_tr: Bölge

source: Road
fr: Route
ru: В дороге
tr_tr: Yolda

# RoadCount
source: Road (#)
fr: Route (#)
ru: В дороге (#)
tr_tr: Yolda ()

source: Sales
fr: CA
ru: Пр -жи
tr_tr: Satışlar

source: Sites
ru: Объекты
tr_tr: Şubeler

source: Spend
fr: Tick moy
ru: Срд чек
tr_tr: Harcama

source: Store
fr: Magasin
ru: Ресторан
tr_tr: Şube

source: StoreAverage
fr: Moy mag
ru: В срд за объект
tr_tr: ŞubeOrtalama

source: Stores
fr: Magasins
ru: Рест-ны
tr_tr: Şubeler

# StoresReporting
source: {storecount} Stores Reporting
fr: {storecount} magasins connectes
ru: Отчет {storecount} ресторанов
tr_tr: {storecount} Raporlayan Şubeler

source: submit
fr: Confirmer
ru: Применять
tr_tr: Gönder

source: Times
fr: Tps
ru: Время
tr_tr: Süreler

source: Today
fr: Ce jour
ru: Сег
tr_tr: Bugün

# TodayCount
source: Today (#)
fr: Ce jour (#)
ru: Сег (#)
tr_tr: Bugün (#)

source: Today ({currency})
fr: Ce jour ({currency})
ru: Сег {{currency}}
tr_tr: Bugün ({currency})

source: Total
fr: Moyen
ru: Всего
tr_tr: Toplam

source: TTD
fr: TpsLiv
ru: Вр до двери
tr_tr: TTS

source: Updated
fr: Mis a jour
ru: обновление
tr_tr: Güncel

source: Welcome
fr: Bienvenu
ru: Добро пожаловать
tr_tr: Hoşgeldiniz

source: Work
fr: Travail
ru: В ресторане
tr_tr: Sürücüler

source: Working
fr: Travail (#)
ru: В ресторане
tr_tr: Mesaide

# WorkingCount
source: Working (#)
fr: Travail (#)
ru: В ресторане
tr_tr: Ort. Sürücü (#)

source: Show data for:
fr: afficher les données d'aujourd'hui:
ru: Показать данные на:
tr_tr: Verileri Göster:

# TodayFull
source: Today
fr: aujourd'hui
ru: Сегодня
tr_tr: Bugün
